{"meta":{"title":"香瓜","subtitle":"","description":"","author":"xianggua","url":"http://yoursite.com","root":"/"},"pages":[],"posts":[{"title":"第二性阅读感悟","slug":"第二性阅读感悟","date":"un00fin00","updated":"un33fin33","comments":true,"path":"2022/03/27/第二性阅读感悟/","link":"","permalink":"http://yoursite.com/2022/03/27/%E7%AC%AC%E4%BA%8C%E6%80%A7%E9%98%85%E8%AF%BB%E6%84%9F%E6%82%9F/","excerpt":"","text":"独白我觉得我是这个世界的第三者, 一切事物的旁观者. 从牙牙学语的小孩到成为一名程序员, 我经历了4380天, 105120小时, 6307200分钟; 我以为只要我努力认真的生活, 就可以体验到我觉得美好的一切, 可实际上, 在满怀希望和雄心勃勃的年龄, 知道自己是被动的和依附于他人的; 从来没有人教导我亲自承担生存的必要性. 整个社会——赞美爱情、忠贞、奉献的崇高价值; 我最好的选择是寻找这样一个男人: 在大家眼中, 他在地位、贡献、智慧方面都高于其他所有男人; 最好比自己年长, 事业有成, 拥有权威和威望、财产和名声. 我曾也迷惑自己, 随波逐流, 希望自己能够什么事也不做, 便实现自己的存在. 可事实上,在爱情上被一个有理智的男人征服的少女的故事, 是廉价文学和电影的陈词滥调;同时也是取悦男男女女的老掉牙题材. 虽然我选择了独立, 但是我任然随时做好准备, 在生活中腾出一个位置给予男人和爱情. 因为, 当我全身心投入某项事业的时候, 往往会担心, 错过自己女人的命运. 我一遍又一遍的质问自己, 你是否真的能够不依靠男人, 承担自己的生存. 我会把一些时间贡献给打扮、美容, 我喜欢美美的自己, 但不可否认的是我想拥有爱情, 拥有一个男人炙热的目光; 有时候我会觉得难以协调职业的成功和纯粹女性的成功, 在有限的时间和精力下, 我做不到只给学习和职业留下最低限度的时间; 反而心里更渴望, 能有更多的时间学习. 我也确实这么做了, 所以, 我25岁了, 还没有谈过恋爱. 巨大的社会压力好像在促使我, 在婚姻中找到一个社会地位, 一种辩解; 似乎一切都联合起来遏止我实现个人抱负, 逼着我力求不通过自身在这个世界上创造自己的地位. 我心里很胆怯. 我害怕我会放弃我的兴趣爱好、我害怕我的信念会被动摇、我害怕我不再坚持我一直坚持的一切. 我害怕自己变得平庸, 我害怕自己只能通过引诱男人来保证自己的生存. 梦想和幻想远远不能表达一个真实的行动隐藏着的欲望. “只要社会上未能实现完全的经济平等, 只要风俗允许女人作为妻子和情人利用某些男人掌握的特权, 她就还会梦想得到一种被动的成功.” 我知道我也是这样的, 虽然我很倔强, 在努力抵抗, 可我的心里依然是有这样或那样的想法的; 但我心里也很清楚, 这会妨碍我自身的完善. 倘若人格的统一不能完成, 身心就不能协调发展; “逃”意味着逃跑和隐藏, 为的是规避失控的力量; 又或者意味着潜意识的自我保护, 试图躲避痛苦或危险, 将真实的自我掩藏在假面之下. 间接地生活始终是不可靠的方法. 事情可能会不像期望的那样发展. 我希望我的爱情是两个自给自足的人之间的自由交流. 真正的爱情本当承受对方的偶然性, 就是说承受对方的缺点、局限、原始的无缘由; 爱情不会成为一种拯救, 而是成为一种人际关系. “作为女人去恋爱的女人, 只会更深刻地成为女人”, 我希望有一天, 我可以用我的“强”去爱, 而不是用我的“弱”去爱, 不是逃避自我, 而是找到自我, 不是自我舍弃, 而是自我肯定. 对我来说, 取悦男人是一件非常难的事情, 诱惑人的愿望不管有多么强烈, 并没有深入到我的骨髓. 我会对自己的奴颜婢膝感到恼火, 我觉得我背叛了自己. 必须彻底地盲目, 要么异乎寻常地清醒, 才能接受这样的现实. “真正的女人”是文明的产物; 她所谓卖弄风情和温顺的“本能”, 是被灌输的, 正如男人对生殖器的骄傲是灌输的那样; 我大概是自恋和有抱负的女人, 我希望能够用更少见和更多样的方式去展示自己; 我的雄心不是利用自己“女性”的价值去征服男人, 而是通过自由的计划去谋取价值. 我承认我身上的欲望, 从某种意义上, 女人的性启蒙就像男人的性启蒙一样, 从幼年时便开始了. 我觉得我是一个自由的女人, 不是一个轻浮的女人; “轻浮意味着缺乏抵抗和节制, 意味着欠缺和对自由的否定. ” 我无法阻止自己的身体趋向于世界的冲动, “肉体的爱既不会被看做绝对目的, 也不会被看做简单手段; 它不会为生存辩护; 但是, 它不能接受任何外来的辩护. 就是说, 它应该在整个人生中扮演插曲和自主的角色. 就是说, 它首先应当是自由的. ” 理想的爱情往往是少女经历的爱情, 通常不能带来性爱的体验; 柏拉图式的爱恋不能经受日常生活的考验, 也不能持久. “认为建立在门当户对基础上的结合有很多机会产生爱情, 这是虚伪的; 要求出于实际的、社会的和道德的利益而结合的夫妇一辈子都避开情欲, 这是荒谬绝伦的. ”婚姻是一种生活方式, 而不是一种命运. 我希望自己能够毫不自满和毫无羞耻地接受自己.","categories":[],"tags":[]},{"title":"第二性","slug":"第二性","date":"un66fin66","updated":"un33fin33","comments":true,"path":"2022/03/26/第二性/","link":"","permalink":"http://yoursite.com/2022/03/26/%E7%AC%AC%E4%BA%8C%E6%80%A7/","excerpt":"","text":"成长、童年、少女女人不是天生的, 而是后天形成的. 任何生理的、心理的、经济的命运都界定不了女人在社会内部具有的形象, 是整个文明设计出这种介于男性和被去势者之间的, 被称为女性的中介产物. 唯有另一个人作为中介, 才能使一个人确立为他者. 许多女人长久地执著于通过真实世界去追逐自己的梦想: 她们寻找这样一个男人, 在她看来, 他在地位、贡献、智慧方面都高于其他所有男人;他们希望他比自己年长, 事业有成, 拥有权威和威望;财产和名声是她们迷恋:意中人作为绝对主体出现, 通过自身的爱把光辉和必然性传达给她们. 任性的、骄傲的、反抗的、令人难以忍受的, 在爱情上被一个有理智的男人征服的少女的故事, 是廉价文学和电影的陈词滥调;同时也是取悦男男女女的老掉牙题材. 女人只有在退让中重新成为本质的, 才接受非本质的角色. 她让自身成为课题, 就变成一个孤芳自赏的偶像;施虐受虐的嗜好其实是一种根本性的自欺;羞耻是对被人把握为肉体时自发的拒绝, 接近虚伪.她知道自己在这个男人世界中不承担责任, 微不足道. 她不是自身的努力, 而是从任意做出的赞同中抽取出自己的价值. 这种价值不是由特殊的活动确定吗而是由一般的威望建立的. 因此, 它似乎可以量化; 当一件商品变得太一般化时, 它的价值就会降低: 所以, 只有在其他少女都并非如此时, 这个少女才是罕见的、不同寻常的、杰出的、卓越的. 她的女伴是对手和敌人;她试图贬低她们, 否认她们; 她爱嫉妒, 而不是善待人. 在满怀希望和雄心勃勃的年龄, 知道自己是被动的和依附于他人的, 那是令人难堪的状况;女人正是在这种想征服的年龄知道, 任何征服对她来说都是不允许的, 她应该自我否定, 她的未来取决于男人的一时心血来潮. 少女慢慢地埋葬了她的童年, 埋葬了她以前那个独立的, 专横的个体, 顺从地进入了成人生活. 即使她选择独立, 她任然在生活中腾出一个位置给予男人和爱情. 如果她全身心投入某项事业, 她往往会担心错过自己女人的命运. 这种担心不会得到承认: 但它存在着, 它破坏已确定的一只, 表明了局限. 无论如何, 有工作的女人想将职业的成功和纯粹的女性的成功调和起来; 这不仅要求她把大量的时间贡献给打扮、美容, 而且更严重的是, 这意味着她的主要兴趣出现了分歧. 女人的梦想朝着完全不同的方向发展: 她会去想容貌、男人、爱情, 她只给学习和职业留下最低限度的时间, 而在这些方面, 多余植物才是不可或缺的. 这不是弱智或思想无法集中, 而是关系到难以协调的兴趣如何分配.人们往往惊讶于看到一个女人一旦找到丈夫, 便轻易抛弃音乐、学习、职业; 这是因为她太少投入到计划中, 以致在完成计划时得不到重大的利益. 一切都联合起来遏止她实现个人抱负, 而巨大的社会压力促使她在婚姻中找到一个社会地位, 一种辩解. 自然而然, 她力求不通过自身在这个世界上创造自己的地位, 或者她只是胆怯地这样做. 只要社会上未能实现完全的经济平等, 只要风俗允许女人作为妻子和情人利用某些男人掌握的特权, 她就还会梦想得到一种被动的成功, 阻碍她自身的完善. 性的启蒙从某种意义上, 女人的性启蒙就像男人的性启蒙一样, 从幼年时便开始了. 有一个理论上和实践上的见习期, 从口唇期、肛门期、生殖期, 一直到成年, 以持续不断的方式进行. 但少女的性体验不是她先前的性冲动的简单延续; 这些性体验往往具有意想不到的和突如其来的性质;它们总是构成一个新事件与往昔决裂. 对男人来说, 从童年的性欲到成熟期的过渡, 相对而言较简单: 性快感的客体化不是在内在的在场中实现的, 而是指向一个超越的存在. 勃起是这种需要的表现; 男人以性器官、手、嘴巴和整个身体趋向于他的性伙伴,但他任然处于这个活动的中心, 就像一般说来, 主体面对它感知的客体和它操作的工具; 性爱在自然的终结中, 在高潮中达到统一. 性交有明确的生理目的; 雄性通过射精排泄出压抑着他的分泌物;发情之后, 雄性获得完全的解脱, 肯定伴随以快感. 当然快感不是唯一目的; 它往往伴随着失望: 与其说获得满足了, 倒不如说需要消失了. 无论如何确定的行为已经实现, 男人毫发未损: 他为物种的效劳与他自身的享受混合在一起. 女人的性欲要复杂的多, 它反映了女性处境的复杂性. 雌性不是将物种的特定力量汇合到她的个体生命中, 而是成为物种的牺牲品, 物种的利益与她的特殊目的是分离的. 阴帝和阴道. 在童年阶段, 前者是女性性欲的中心. 阴蒂组织在成年时并不改变, 女人一生保持这种性欲的自主; 阴蒂的痉挛像男性的高潮一样, 以近乎机械的方式获得软缩; 但是, 它只是间接地与正常的性交相连, 在生育中不起任何作用. 女人正是通过阴道被插入和受精的, 阴道只有通过男人的干预才成为性欲中心, 这种干预总是构成一种侵犯. 从前女人正是通过真正的模或模拟的劫持, 脱离她的童年世界, 被抛到作为妻子的生活中去; 是暴力把她从姑娘变成女人: 人们也说“夺走”一个姑娘的贞操, “采摘”她的鲜花. 这种剥夺贞操不是持续演变的和谐结果, 而是与往昔的粗暴决裂, 一个新周期的开始. 快感于是因阴道的内壁收缩而形成, 内壁的收缩会导致一个准确的最终的高潮出现吗》这一点至今人们还争论不休. 解剖学得出的结论是很含糊的, “解剖学和临床医学大量证据表明, 阴道的绝大部份内壁不受神经支配.” “在阴道内可以进行很多手术, 而不用借助于麻醉剂. 人们证明了, 在阴道内, 神经局限于靠近阴蒂根部的内壁区域.” 然而除了受神经支配这部分区域的刺激以外. “女性可以意识到客体侵入阴道, 特别是阴道肌肉收缩的时候, 可是这样获得的满足可能更多地与肌肉的紧张有关, 而不是与神经受到的性欲刺激有关.”但毫无疑问, 阴道快感是存在的, 甚至阴道手淫——在成年女人身上更为普遍. 但可以肯定的是, 阴道反应是一种复杂的反应, 兼具心理和生理的性质, 因为它不仅与整个神经系统有关, 而且取决于主体所经历的处境: 它要求个体彻底, 完全赞同; 第一次性交揭开性欲的新周期, 要求建立一种神经系统的:组合“, 创造一种还没有成形、应该也包容阴蒂系统的形式; 这要花很多时间才能实现, 有时始终也不能形成. 女人要在两个周期中选择, 一个周期延续青春期的独立, 而另外一个周期使她属于男人和孩子. 正常的性交确实使女人从属于男人和物种. 处女的骚动并不表现为一种准确的需要: 处女并不准确地知道她要什么. 在她身上, 残留着童年时攻击性的性欲; 她最初的冲动是想要抓住东西, 她还有拥抱和占有的愿望; 她希望她觊觎的猎物具有通过味觉、嗅觉向她表现出有价值的品质; 因为性欲不是一个孤立的领域, 她延续了感官的梦想和快乐了男孩和女孩, 少男和少女都喜欢平滑、奶油状、润滑如缎、柔软、有弹性; 向压力让步, 却并不解体、也不变形的东西, 在目光注视下货在手指抚摸时是滑溜的.女人像男人一样, 喜欢往往被比作做乳房的丘比的温柔、丝绸的摩擦、鸭绒压脚被绒毛的柔软; 少女特别喜爱色粉画、烟雾般的朱罗莎、薄纱的苍白颜色. 她对粗布、沙砾、假山、苦涩的味道、酸味并不感兴趣; 当她面对男性时, 她的手心和嘴唇上有主动抚摸猎物的渴望. 但男人结实的肌肉、粗糙的往往多毛的皮肤、刺鼻的气味、粗旷的相貌, 她觉得并不令人期望, 他甚至使她产生厌恶. 女人喜欢被拥抱, 被抚摸, 特别是从青春期起她期望在男人的怀抱中成为肉体; 别人一再对她说“ 男人不需要长的漂亮”:她不应该在他身上寻找客体的惰性品质, 而是要寻找力量和阳刚气. 因此她本身产生了分裂; 她期待有力的拥抱, 使她变形为瑟瑟发抖的物; 但粗鲁和力量也成为伤害她的无法阻拦的抵抗.女人的性能力, 心里因素肯定起主导作用; 如果生命力消耗在有意识的活动中, 比如运动中, 它就不会融合到性欲的需要中.成为女人, 就是不可挽回地与过去决裂痛苦只有在作为奴役的表现被把握和接受时, 才有受虐的意义在幻想中寻找具体行为的关键是错误的; 因为幻想是作为幻想被创造和被拥有的. 处境同性恋可能是一种逃避自身处境的方式, 或者是承受它的方式.“真正的女人”是文明的产物; 她所谓卖弄风情和温顺的“本能”, 是被灌输的, 正如男人对生殖器的骄傲是灌输的那样; 男人并不总是接受他的男性使命.问题是要让男女的经济和性的结合朝集体利益发展, 而不是保证他们的个体幸福.“爱情是留给男人的粗俗感情, 正经女人不了解爱情.”婚姻的原则是淫秽的, 因为它把应该建立在自发冲动基础上的交换变成权利和责任. 认为建立在门当户对基础上的结合有很多机会产生爱情, 这是虚伪的; 要求出于实际的、社会的和道德的利益而结合的夫妇一辈子都避开情欲, 这是荒谬绝伦的. 爱情婚姻并不能保证夫妇幸福. 首先, 理想的爱情往往是少女经历的爱情, 通常并不能给她带来性爱的体验; 她的柏拉图式的爱恋, 她的梦想, 她将孩子的或青春的困扰投入其中的激情, 不能经受日常生活的考验, 也不能持久. 肉体的爱既不会被看做绝对目的, 也不会被看做简单手段; 它不会为生存辩护; 但是, 它不能接受任何外来的辩护. 就是说, 它应该在整个人生中扮演插曲和自主的角色. 就是说, 它首先应当是自由的. 一种没有雄心也没有激情的金光闪闪的平庸, 漫无目的, 无限地周而复始的日子, 缓缓地滑向死亡、不寻思原因的生活, 原封不动地保存和重复世界, 看来既不可取, 也不可能. 今日婚姻是已不复存在的风俗的残余.只有融合在生产或活动中向社会超越的生存时, 家务劳动才具有意义和尊严.自由以最不可容忍的无用面目浮现出来. 人类群体没有什么是自然而然就有的, 不应该相信, 改变女人的经济状况就足以使她改变; 只要它没有带来精神的、社会的、文化的等等后果, 只要它仍在预示和要求, 新型女人就不会出现. 在幻想中寻找具体行为的关键是错误的; 因为幻想是作为幻想被创造和被拥有的.每种偏爱都像一种嗜好, 每种见解都是对世界的一个挑战 内心深处拥有一把能辨别和为情感和行为辩护的钥匙 对女人来说, 夫妻关系是一种”服务“, 男人以礼物来感谢她, 或者保证养她: 但服务就是给自己一个主人; 在这种关系中没有任何相互性. 婚姻的结构和妓女的生存一样, 在于证明女人出卖自己, 男人付给他报酬并占有她. 人们就是这样抚养女人, 从来也不教导她亲自承担生存的必要性, 她便随波逐流, 依靠保护、爱情、援助、他人的领导,; 她让自己受到迷惑, 希望能够什么事也不做, 便实现自己的存在. 事实上, 她的全部教育都趋向于阻挡她走向反抗和冒险的道路; 整个社会——从她可敬的父母开始——赞美爱情、忠贞、奉献的崇高价值, 并向她隐瞒无论情人、丈夫和孩子都不准备忍受的讨厌家务, 欺骗了她. 她愉快地接受了这些谎言, 因为它们促使她走便捷的斜坡:这是人们对她犯下的罪恶毒的罪行. 从她童年起, 整个一生, 人们让她把这种诱惑一切为自己的自由焦虑的生存者的服从当作它的使命, 宠溺她, 腐蚀她;","categories":[],"tags":[]},{"title":"枪炮、钢铁与病菌","slug":"枪炮、钢铁与病菌","date":"un11fin11","updated":"un33fin33","comments":true,"path":"2022/01/03/枪炮、钢铁与病菌/","link":"","permalink":"http://yoursite.com/2022/01/03/%E6%9E%AA%E7%82%AE%E3%80%81%E9%92%A2%E9%93%81%E4%B8%8E%E7%97%85%E8%8F%8C/","excerpt":"","text":"这本书看了有一个月了，总共19章，看了14章了，从人类起源一直降到近现代，探索各种问题和现象，真的非常有意思 这本书讲解的思路是根据回答各种问题和现象展开的，由为什么会有这样或那样的问题或现象出现，然后去探索它的原因，我很喜欢这种讲述方式，能够充分的调动我的好奇心，以及求知的欲望。 这本书对我影响很大，对自己、对社会、对国家、以及这个世界。为什么我们的社会要提倡善良、正义、和平友好，为什么会有不同的人种，为什么不同的环境人的差异会这么大，是什么造成的这些差异，为什么。。。。一连串的问题，思考下来，真的对世界有了新的认识。 有一个例子，讲述的是两个人种，他们有共同的祖先波利尼西亚人，往北走的波利尼西亚人，也就是后来的毛利人，他们到达了新西兰，带去的热带作物能够适应环境；往南走的波利尼西亚人，他们去了查塔姆群岛，哪里气候寒冷，他们带去的热带作物不能够适应环境，所以这群人不能够再过他们的农民生活而是退化到了狩猎生活，这群人是莫里奥里人，由于查塔姆群岛资源有限，莫里奥里人为了能够更好的生活和发展下去，他们提倡和平友好的相处，避免战争。在经过也许500年之久的发展后，这两个人种产生了巨大的差异。 北部的毛利人，气候适宜，粮食生产有存余，可以供养政府、军队、手工艺人等不用从事生产的人，并且有了相对复杂的社会结构，反观南方的莫里奥里人，他们的生活倒退了，在1835年，一群群毛利人走过莫利奥里人的定居点，宣布说莫里奥里人现在是他们的奴隶，并将反抗者杀死。 我就在想，如果我当时没有去呼和浩特，如果我去年没有来到北京，那么现在的我又会过着什么样的生活呢。按照老家的传统，这会应该是要结婚。。。。。 从小到大所有的历史课本，讲述的都是人类如何发现新大陆、工业时代、文艺复兴，科技发展。。。。但是从来没有任何一本教材和我们讲，每当一个大陆出现人类的踪迹，就会有大量的动物被灭绝，只说欧洲殖民者于几几年发现新大陆，但从来没有人说，900个殖民者杀死了三万多手无寸铁的当地土著。。。。 人的善良和恶都是相对的，也没有什么对错，只不过是，是否适应你当前的生存环境，当你做出一个选择的时候，不应该用对错去衡量，而是这个决策会使你更适应当前的环境，还是与当下的环境背道而驰。不用太在意别人的眼光，因为哪些不认同的眼光大都愚昧。","categories":[],"tags":[]}],"categories":[],"tags":[]}